[{ 
"content": "When eating healthy, flexibility often works best. Don't restrict yourself to a certain way of eating if that type of eating doesn't work for you.",
"tags": ["diet"],
"active": false
},

{
"content": "Make eating more vegetables fun. Vegetables provide vitamins and minerals while not adding a lot of calories.",
"tags": ["diet"],
"active": false
},

{
"content": "Cook food fast by cooking fresh or frozen vegetables in the microwave for a quick side dish at any meal.",
"tags": ["diet"],
"active": false
},
{
"content": "Always have fresh vegetables cut up ahead of time in your refrigerator for quick snacks or to add to a dish. Bell peppers, cauliflower or broccoli are good choices.",
"tags": ["diet"],
"active": false
},

{
"content": "Opt for vegetables in a variety of vibrant colors. Red, orange and dark green vegetables are loaded with vitamins and minerals.",
"tags": ["diet"],
"active": false
},

{
"content": "Replace sugary drinks like soda with tea, infused water or no sugar-or-sodium fruit juices for better health",
"tags": ["diet"],
"active": false
},

{
"content": "Frozen vegetables are just as nutritious as fresh veggies. Be sure to choose ones without added sauces, butter, cream or gravy.",
"tags": ["diet"],
"active": false
},

{
"content": "If you must have takeout, choose healthier dishes that have veggies in the main dish, such as vegetable stir-fries.",
"tags": ["diet"],
"active": false
},

{
"content": "Steamed foods are better than fried. For example, steamed dumplings and rice is lower in saturated fat than its fried cousin",
"tags": ["diet"],
"active": false
},

{
"content": "At restaurants, ask for your food to be cooked in less oil or with half the sauce or gravy.",
"tags": ["diet"],
"active": false
},

{
"content": "Be mindful of how much sauce and other condiments you use. Teriyaki sauce has a lot of added sugar while soy sauce is high in sodium.",
"tags": ["diet"],
"active": false
},

{
"content": "Choose a variety of foods throughout the day. Opt for something from each food group to get all the nutrients you need for good health.",
"tags": ["diet"],
"active": false
},

{
"content": "Carbs are not the enemy. As long as they are good carbs, such as whole grain bread, pasta or wholegrain cereals that are low in sodium and sugar.",
"tags": ["diet"],
"active": false
},

{
"content": "Not only do you need fresh vegetables, but a variety of fruits should be consumed as well. The recommendation is five servings of fruit and vegetables a day.",
"tags": ["diet"],
"active": false
},

{
"content": "Eat moderate portions, instead of eliminating foods. It's fine to eliminate most processed foods or sugary foods, but if you keep portion sizes to a minimum, it's easier to eat foods you enjoy without eliminating anything.",
"tags": ["diet"],
"active": false
},

{
"content": "Don't skip meals, especially breakfast. This can lead to out-of-control hunger that results in overeating, often the wrong kinds of food.",
"tags": ["diet"],
"active": false
},

{
"content": "Drink plenty of fluid, up to 1.5 liters a day. Water is the best option but variety is good too. Other choices are tea, coffee, milk, unsweetened juice.",
"tags": ["diet"],
"active": false
},

{
"content": "Learn how to substitute good fats for those bad fats. Canola or olive oil is better than butter. Lean meats, skinless poultry and fish are better than fatty meats.",
"tags": ["diet"],
"active": false
},

{
"content": "Cook most of your meals at home. This way you make sure the ingredients are healthy and portion sizes are correct.",
"tags": ["diet"],
"active": false
},

{
"content": "Put a curb on your sweet tooth. Instead of that big slice of grandma's chocolate cake, choose a sliced apple with nut butter or fresh figs with ricotta cheese.",
"tags": ["diet"],
"active": false
},

{
"content": "Add blueberries to 7-gram cereal for a healthy breakfast. Blueberries are the youth berries packed with antioxidants.",
"tags": ["diet"],
"active": false
},

{
"content": "Drink regular tea instead of decaf tea. Regular tea is rich in antioxidants.",
"tags": ["diet"],
"active": false
},

{
"content": "Choose ice cream that can build bones. Opt for one that has 15% of the Daily Value for calcium in a 1/2 cup serving.",
"tags": ["diet"],
"active": false
},

{
"content": "It's about balancing your food choices. Don't feel bad about wanting the foods you love, instead eat them in moderation while choosing healthier foods to balance it out.",
"tags": ["diet"],
"active": false
},

{
"content": "Eat Salmon. One of the most delicious and richest sources of Omega-3 fats, Salmon is full of this good fat.",
"tags": ["diet"],
"active": false
},

{
"content": "Instead of having plain raw vegetables for a snack, add some fat such as a small amount of dip or a slice of cheese.",
"tags": ["diet"],
"active": false
},

{
"content": "Read labels to be aware of what's in your food. Manufacturers often hide sugar, unhealthy fats and chemicals in foods packaged as healthy.",
"tags": ["diet"],
"active": false
},

{
"content": "Avoid processed and packaged foods as much as possible. Instead become friends with the fresh foods aisle.",
"tags": ["diet"],
"active": false
},

{
"content": "Love chocolate but think it's unhealthy? Have a cup of hot cocoa in its place. Cocoa is rich in antioxidants without the fat of chocolate.",
"tags": ["diet"],
"active": false
},

{
"content": "Eating with chopsticks, unless you're an expert, helps you slow down and recognize when you're full, so you aren't tempted to overeat.",
"tags": ["diet"],
"active": false
},

{
"content": "Eat more Shrimp. These little guys are low in fat and calories but big on taste.",
"tags": ["diet"],
"active": false
},

{
"content": "Stay away from fried foods and sugary foods. Fried and sugary foods are loaded with calories and bad-for-you fats.",
"tags": ["diet"],
"active": false
},

{
"content": "Be chic and healthy by sipping Sparkling Water or Seltzer. Nothing is better for your health than staying hydrated.",
"tags": ["diet"],
"active": false
},

{
"content": "Drink four cups of green tea daily. It's filled with antioxidants.",
"tags": ["diet"],
"active": false
},

{
"content": "Slow down. Stop eating before you feel full.",
"tags": ["diet"],
"active": false
},

{
"content": "Don't bring unhealthy food into your home. That way when you get a craving for ice cream, you'll have to get out of the house to have some.",
"tags": ["diet"],
"active": false
},

{
"content": "Eat lean proteins such as skinless chicken, fish and lean meats as well as eggs.",
"tags": ["diet"],
"active": false
},

{
"content": "Limit the sweets and processed foods that are filling but have no nutritional value.",
"tags": ["diet"],
"active": false
},

{
"content": "Opt for beans, beets or spinach in place of corn.",
"tags": ["diet"],
"active": false
},

{
"content": "Put your healthy foods in the front of your refrigerator or on the counter so they are in easy eyesight.",
"tags": ["diet"],
"active": false
},

{
"content": "Have a glass of warm water with fresh lemon juice every morning before you eat. This simple drink helps the liver work better.",
"tags": ["diet"],
"active": false
},

{
"content": "Every week, aim for two and a half hours of moderate activity, like brisk walking or dancing.",
"tags": ["exercise"],
"active": false
},

{
"content": "Try short bursts of activity throughout the day if you can't fit in 30 minutes at a time.",
"tags": ["exercise"],
"active": false
},

{
"content": "Target for 10,000 steps a day. Park your car far away from your destination, for example.",
"tags": ["exercise"],
"active": false
},

{
"content": "Take the stairs instead of the elevator or escalator.",
"tags": ["exercise"],
"active": false
},

{
"content": "Get active with your friends. Go for a walk around the mall or a hike.",
"tags": ["exercise"],
"active": false
},

{
"content": "Find ways to move more at work. Stand during phone calls or stretch every hour.",
"tags": ["exercise"],
"active": false
},

{
"content": "Kick-start your motivation by learning something new. Sign up for a hot yoga class, learn to salsa dance or join a sport.",
"tags": ["exercise"],
"active": false
},

{
"content": "Hit the local swimming pool for a cool and fun way to exercise",
"tags": ["exercise"],
"active": false
},

{
"content": "Stay on track by using something like SuperTracker.usda.gov to keep track of your movement. You can sync your FITBIT or join a challenge.",
"tags": ["exercise"],
"active": false
},

{
"content": "If your new to exercising or it's been a while, start slowly and build up over time.",
"tags": ["exercise"],
"active": false
},

{
"content": "Build healthy muscles and bones with strength training activities. This might be lifting weights, using resistance bands, or heavy gardening.",
"tags": ["exercise"],
"active": false
},

{
"content": "Choose active choices throughout the day. Go for a 10-minute walk on your lunch break or park in the next level of the parking garage and take the stairs down.",
"tags": ["exercise"],
"active": false
},

{
"content": "Do activities you enjoy and mix them up. Walking, biking, dancing, playing ball, martial arts and countless others add variety.",
"tags": ["exercise"],
"active": false
},

{
"content": "Set goals and plan the activities you want to do each day or week. Keep a journal of what you enjoyed.",
"tags": ["exercise"],
"active": false
},

{
"content": "Try Desk-ercises when you can't get away from your desk. Do things like chair squats and book presses.",
"tags": ["exercise"],
"active": false
},

{
"content": "Have fun. Any activity that you do should be fun and make you feel better about yourself.",
"tags": ["exercise"],
"active": false
},

{
"content": "Increase the intensity after a while. Turn a walk into a brisk walk then into a jog.",
"tags": ["exercise"],
"active": false
},

{
"content": "Once you've established a regular exercise routine, try to increase the weekly time your active.",
"tags": ["exercise"],
"active": false
},

{
"content": "Make being active a family affair. Involve your significant other and your kids in your routine. It's a great way to bond. Don't forget the dogs; they love to be active.",
"tags": ["exercise"],
"active": false
},

{
"content": "Housework is a way to exercise Sweeping and vacuuming both require upper body and lower body movement!",
"tags": ["exercise"],
"active": false
},

{
"content": "Get rid of the all-or-nothing attitude. A little exercise is better than nothing.",
"tags": ["exercise"],
"active": false
},

{
"content": "Don't beat yourself up about your body, your activity level or not having any willpower.",
"tags": ["exercise"],
"active": false
},

{
"content": "If you find yourself making excuses for not exercising, look at the reason why. If you hate going to the gym, then find an activity you do enjoy.",
"tags": ["exercise"],
"active": false
},

{
"content": "Put the idea of being 'too fat', 'too old' or 'your health is poor' away. There are ways you can be active that are perfect for the where your health is right now.",
"tags": ["exercise"],
"active": false
},

{
"content": "Is being a klutz what's keeping you on the couch? Forget PE class. Focus on ways you to be more active that doesn't require you be an athlete.",
"tags": ["exercise"],
"active": false
},

{
"content": "Give yourself triggers to remind yourself to exercise Find ways to build them into your day, such as by setting an appointment in your calendar.",
"tags": ["exercise"],
"active": false
},

{
"content": "Hold yourself accountable. Ask a friend or family member to check on your progress regularly. Use social media groups to keep you on track.",
"tags": ["exercise"],
"active": false
},

{
"content": "Plan your work for the time of day you're most energetic and likely to do it.",
"tags": ["exercise"],
"active": false
},

{
"content": "Pair exercise with some other activity. Ride a stationary bike while you watch TV, do squats while you wait on the microwave, dance while you clean, take photos while you hike. ",
"tags": ["exercise"],
"active": false
},

{
"content": "Try a mindful approach to getting fit. Pay attention to what your body feels like while exercising.",
"tags": ["exercise"],
"active": false
},

{
"content": "Reward yourself when you work out or complete a new fitness goal. Choose something healthy like a hot soak in a tub or a cup of your favorite herbal tea. ",
"tags": ["exercise"],
"active": false
},

{
"content": "Don't put your exercise expectations so high you'll get discouraged quickly. Remember you didn't get out of shape overnight.",
"tags": ["exercise"],
"active": false
},

{
"content": "Don't use the excuse that exercise is painful. Exercise should be fun and easy enough for you that you keep doing it. You don't have to work until your muscles ache.",
"tags": ["exercise"],
"active": false
},

{
"content": "Do microbursts of exercise   to  minute bursts of activity is very effective.",
"tags": ["exercise"],
"active": false
},

{
"content": "Be consistent in your fitness regime.",
"tags": ["exercise"],
"active": false
},

{
"content": "Consult with a professional for an assessment that determines what type of exercise you need.",
"tags": ["exercise"],
"active": false
},

{
"content": "Jump rope. Or jump on a trampoline. Or chase the kids around the yard in a game of tag. Every day activities that kids enjoy can be just as enjoyable to you.",
"tags": ["exercise"],
"active": false
},

{
"content": "You don't have to have fancy equipment or go to the gym to get exercise A brisk walk, exercise videos, or hand weights are often all you need to get started.",
"tags": ["exercise"],
"active": false
},

{
"content": "Stand up when talking on the phone or at your desk to fit in a little movement during the day.",
"tags": ["exercise"],
"active": false
},

{
"content": "Don't stress if you don't get minutes or more of xercise Quick bursts of movement count.",
"tags": ["exercise"],
"active": false
},

{
"content": "Get your daily hug. Hugging releases endorphins and other feel good chemicals that relieve stress can take a toll on your health.",
"tags": ["stress"],
"active": false
},

{
"content": "Set limits on how much you take on. Set boundaries for yourself and others. It's OK to say no.",
"tags": ["stress"],
"active": false
},

{
"content": "Relieve stress by deep breathing or meditating.",
"tags": ["stress"],
"active": false
},

{
"content": "Do the Cat Pose. Yoga poses such as the Child Pose or Easy Pose help relieve stress and ease muscle tension.",
"tags": ["stress"],
"active": false
},

{
"content": "Eat a healthy diet Foods rich in vitamins and minerals help the body protect itself from the harmful effects of stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Engage in physical activity every day. Physical activity lowers the risk of depression and the loss of mental functioning from stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Talk to a professional counsellor who can help your deal with your stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Get a massage. Whenever you feel stressed go for a good massage to relax the body.",
"tags": ["stress"],
"active": false
},

{
"content": "Spend time daily with friends or family. Call or write friends or family about your hopes, joys and feelings. Be sure to listen to theirs as well.",
"tags": ["stress"],
"active": false
},

{
"content": "Remember to laugh to relieve stress. Laughter makes us feel good.",
"tags": ["stress"],
"active": false
},

{
"content": "Look on the bright side. Even if you're stressed, there's always a good side to the problem. You might have to look hard for it but it's there.",
"tags": ["stress"],
"active": false
},

{
"content": "Get enough sleep. It's difficult when you're stressed to get good sleep, but it's necessary to help you face what's causing the stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Get organized to help with stress relief. The famous, 'to do' lists go a long way in helping your focus on what is important. They help you approach big steps one step a time.",
"tags": ["stress"],
"active": false
},

{
"content": "See an acupressure specialist to relieve the knots in your shoulder or back caused by stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Volunteer your time. Helping other helps you feel good.",
"tags": ["stress"],
"active": false
},

{
"content": "De-clutter your space. When your home is a cluttered mess, your mind is less likely to be calm and stress-free.",
"tags": ["stress"],
"active": false
},

{
"content": "Stay on top of small tasks on a daily or weekly basis so they don't become overwhelming and stressful.",
"tags": ["stress"],
"active": false
},

{
"content": "Bring nature indoors to relieve stress. Decorate with fresh flowers. They smell good and brighten your home to help keep you calm. Natural elements create peacefulness.",
"tags": ["stress"],
"active": false
},

{
"content": "Create your 'Calm Space'. Make one place in your home such as a quiet sitting area or a favorite chair your calm place to relax. Make a point to visit this space daily to unwind and recharge.",
"tags": ["stress"],
"active": false
},

{
"content": "Put on some soothing music to help you relax. Soothing music has been proven to have therapeutic benefits.",
"tags": ["stress"],
"active": false
},

{
"content": "Focus on coloring to relieve stress. Don't sit there trying to color while your mind is racing about what you should be doing. Clear your mind and just enjoy the activity.",
"tags": ["stress"],
"active": false
},

{
"content": "Use essentials or Aromatherapy as natural stress relief. Concentrated oils in certain combinations heal physical and emotional issues.",
"tags": ["stress"],
"active": false
},

{
"content": "Eat superfoods like dark green leafy vegetables, fermented foods such as yogurt, berries and dark chocolate help combat stress symptoms.",
"tags": ["stress"],
"active": false
},

{
"content": "Treat stress naturally with herbs such as chamomile and lavender.",
"tags": ["stress"],
"active": false
},

{
"content": "Be mindful by focusing on what you're doing whether it's eating, driving or in a conversation. Part of our daily stress comes from having too many things on our minds at one time.",
"tags": ["stress"],
"active": false
},

{
"content": "Set aside 10, 20, 30 minutes to read a book, a story or something that inspires you. Make it a daily habit that you look forward to.",
"tags": ["stress"],
"active": false
},

{
"content": "Give yourself a foot rub.",
"tags": ["stress"],
"active": false
},

{
"content": "Reflexology, an alternative medicine therapy, is the act of applying pressure to different parts of the body to ease stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Get Silent and unplugged to relieve stress. Take a -minute break from all the noise we live in.",
"tags": ["stress"],
"active": false
},

{
"content": "Use relaxation techniques to relax your body and mind to get relief from some stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Choose to be happy. There will always be some stress, the trick is to choose to be happy despite it.",
"tags": ["stress"],
"active": false
},

{
"content": "Quit trying to be perfect. Who said we had to be perfect in everything and in every way? Perfectionism leads to stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Take care of your emotions. Express yourself, don't bottle up what's bugging you to relieve stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Be grateful. Count your blessings and ask for grace to get through the day. Feel gratitude for what you have and for the stress in your life. After all, if you didn't have stress, you aren't living.",
"tags": ["stress"],
"active": false
},

{
"content": "Sometimes a good cry is all we need to get us back on the right track. Go ahead, hide in the bathroom and have a good cry. Then, put on your brave smile and get back to it.",
"tags": ["stress"],
"active": false
},

{
"content": "Spend time working on a hobby you enjoy. Doing something you enjoy takes your mind off the things that are stressing you.",
"tags": ["stress"],
"active": false
},

{
"content": "Get a pet to relieve stress. Studies have shown pets are great companions. They don't argue, aren't rude and are always there when you need them.",
"tags": ["stress"],
"active": false
},

{
"content": "Take a regular time off. Plan regular vacations and long weekends when you can to get away from your daily stress.",
"tags": ["stress"],
"active": false
},

{
"content": "Create pleasant surroundings. Pleasing sights, sounds and aromas help reduce tension.",
"tags": ["stress"],
"active": false
},

{
"content": "Get a dog. Or cat. Or some other type of pet. Pets are good listeners so go ahead and talk to them about what's bothering you.",
"tags": ["stress"],
"active": false
},

{
"content": "Take time just for you. When you're stressed it's important to take time to do something for yourself, even if it's just 5 minutes of doing nothing.",
"tags": ["stress"],
"active": false
},

{
"content": "Eat healthy and get in some form of movement when you're stressed.",
"tags": ["stress"],
"active": false
},

{
"content": "Drink a glass or 2 of water before eating. Water helps fill you up so you eat less.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Aim for a slow, steady drop. Try to lose 1-2 pounds a week by being active and eating better.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Avoid 'diet' that emphasize one food or nutrient or eliminate another food. Every time you eat, have protein, fat and carbs to create a well-balanced meal",
"tags": ["weight loss"],
"active": false
},

{
"content": "Don't be afraid of carbs and don't eat so much fat when trying to lose weight.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Use smaller plates when attempting to lose weight. A small salad plate works well.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Make gradual changes to your lifestyle and poor eating habits.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Write down what you eat each day. This helps you keep track of what and how much you are eating so you can determine where you need to make improvements to lose weight.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Try to choose low fat options or smaller portions of your favorite foods if you can't live without them. The goal is to lose weight, not to be miserable.",
"tags": ["weight loss"],
"active": false
},

{
"content": "When eating out, order half your entrée as takeout. Have it put directly into a take-home box so it never shows up on your plate. Smaller portions help you lose weight.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Snack on carrot sticks to lose weight but make sure you eat them with some type of fat such as a cube of cheese.",
"tags": ["weight loss"],
"active": false
},

{
"content": "When trying to lose weight don't be overly concerned with counting calories. Instead think in terms of variety, freshness and bright colors.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Focus on fresh ingredients instead of processed and packaged foods when planning your weight loss.",
"tags": ["weight loss"],
"active": false
},

{
"content": "It's important to read labels and know what's in any packaged food you do eat. There can be hidden sources of sugar or unhealthy fats.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Focus on how you feel after eating different kinds of foods. Healthy foods will make you feel better while junk foods make you feel drained of energy.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Drink at least 64 ounces of water a day if you are trying to get rid of some excess weight.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Watch out for added calories and carbs in alcoholic drinks when dieting.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Stock up on a variety of vegetables in fresh, canned or frozen when trying to lose weight. Look for canned vegetables that have no sodium added.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Instead of a plain old green salad for lunch, try adding in colorful vegetables to motivate you to eat a healthy.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Have a bowl of soup. Soup is filling but is often low in calories. Look for low sodium, broth based soups or make your own.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Replace half your normal dessert with a piece of fruit to cut calories.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Add your own sweetener to iced tea, plain yogurt or oatmeal. Good natural sweeteners include raw honey, dates, maple syrup and Stevia.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Reduce the amount of sugar you use in recipes by using cinnamon, nutmeg or vanilla extract instead of sugar.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Sweets are the enemy when trying to lose weight. Satisfy your sweet tooth by blending frozen bananas.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Order an extra side of vegetables or side salad instead of fries when trying to lose weight. Have the toppings and dressings on the side.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Buy vegetables that are in season for maximum flavor and lower cost. Choose new varieties to mix up your diet menu.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Brush your teeth 30 minutes after eating dinner to help prevent late night snacking binges.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Adopt small changes in your eating routine instead of trying to make a big change in how you eat. For example, eliminate sugary sodas first when starting a diet",
"tags": ["weight loss"],
"active": false
},

{
"content": "Opt for foods high in water content when losing weight. Fruits like apples, cucumbers and celery are high in water contents.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Fill half your plate with fruits and vegetables when on a weight loss journey.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Eating eggs for in the morning is a surprising way to lose weight.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Get rid of the bagels, muffins and sugary cereals when dieting. Instead have protein and vegetables or fruit.",
"tags": ["weight loss"],
"active": false
},

{
"content": "When trying to lose weight, parties can often feel like there's nothing but high calorie foods so instead bring the healthy dish to social gatherings.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Eat six small meals throughout the day. Mix proteins, good carbs and healthy fats to help you drop pounds.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Set a goals to help you stick to your weight loss plan.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Eat smaller portions of your favorite foods.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Plan your meals so you know exactly what to eat and when to keep you on your weight loss journey.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Avoid food cravings by chewing a piece of gum.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Create healthier versions of your favorite recipes when on a weight loss plan.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Learn about and measure serving sizes to figure out how much you are consuming. We tend to eat more than the recommended size.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Don't cut the good fats from your diet Healthy fat increases your level of satiation.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Take charge of your food environment by cooking your own meals, having smaller portions, being aware of what and how much you're eating, and not bringing unhealthy foods into your home.",
"tags": ["weight loss"],
"active": false
},

{
"content": "Make healthy food choices that are low in refined carbs like sugar and flour can help control diabetes.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Eat lots of vegetables, lean meats, whole fruit and low-fat dairy to prevent diabetes.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Portion control is necessary when faced with diabetes.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Keep your blood sugar better stabilized by eating at regular intervals.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Diabetes control requires regular 'exercise' Cycling or jogging is recommended if you can.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Maintain checking your blood glucose on the personalized plan your doctor recommends.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Depression is often found in diabetics. Be sure to get help as soon as possible.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Type 2 diabetes often causes sores on the feet that's why it's important to inspect your feet regularly for sores or cuts.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Wear your medical alert bracelet or update the health app on your smartphone so others know you have type 2 diabetes.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Start every day with a healthy breakfast to provide you with steady blood sugar.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Stay away from processed meat and red meat fed with growth hormones, GMO feed or antibiotics. Opt for grass fed meat to prevent diabetes.",
"tags": ["diabetes"],
"active": false
},

{
"content": "Eat more fruits and vegetables to keep your heart healthy.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Whole grains are a better option than white flour for your heart. Brown rice and whole wheat pasta are good options.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Your heart loves poultry, fish, beans and legumes.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Processed foods, sugar, salt and saturated fat can lead to an unhealthy heart.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Stop smoking to protect your heart from heart disease.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Focus on reducing the size of your middle to help prevent heart disease.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Relieve stress. Taking up relaxing hobbies lets your heart relax and relieve the tension stress causes the body.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Take up dancing to give your heart a healthy workout.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Laugh out loud often. Laughter is good for the heart.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Reduce the unhealthy fats in your 'diet' to prevent heart disease.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Add avocados to your meals. They're loaded with good healthy fats that do your heart good.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Go ahead and have a cup of cocoa. It can help prevent heart attacks.",
"tags": ["heart disease"],
"active": false
},

{
"content": "Add turmeric to as many meals as you can. It's a great way to help your joints since it's an anti-inflammatory.",
"tags": ["arthritis"],
"active": false
},

{
"content": "For good joint health, keep moving. The more you move the less stiffness your joints will feel.",
"tags": ["arthritis"],
"active": false
},

{
"content": "When you 'exercise' keep it low impact. Activities that don't pound your joints are best for arthritis. Try swimming, biking or strength training.",
"tags": ["arthritis"],
"active": false
},

{
"content": "Keep your bones strong by taking a calcium supplement and vitamin D.",
"tags": ["arthritis"],
"active": false
},

{
"content": "Safety is a concern when you have arthritis so use padding when you do things like skating or wearing braces when you play golf or tennis.",
"tags": ["arthritis"],
"active": false
},

{
"content": "If you have a little extra weight, consider losing some. Extra weight puts a strain on your back, knee and hip joints.",
"tags": ["arthritis"],
"active": false
},

{
"content": "Build strong muscles to support your joints. Weight training 'exercise' are a good way to do this.",
"tags": ["arthritis"],
"active": false
},

{
"content": "Don't slouch. Slouching is hard on your joints.",
"tags": ["arthritis"],
"active": false
},

{
"content": "If you're having joint swelling and pain, apply ice to the sore joint for 20 minutes or less.",
"tags": ["arthritis"],
"active": false
},

{
"content": "Eating a healthy diet helps build strong bones and muscles which help joints stay strong.",
"tags": ["arthritis"],
"active": false
},

{
"content": "The key to preventing high blood pressure is to maintain a healthy body weight.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Limit the amount of alcohol you consume to keep your blood pressure under control.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Enjoy some type of physical activity every day to lower your blood pressure. It doesn't have to be strenuous; simply walk or do household chores.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Try the DASH diet to improve your high blood pressure. The diet focuses on balanced nutrition and foods low in cholesterol and saturated fat.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "If your blood pressure is high and you are craving a snack, choose nuts, seeds and fresh fruits.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Salt is the enemy of high blood pressure. The American Heart Association says to keep your sodium intake to no more than 1500mg a day.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Get control of your stress since it can increase your blood pressure.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Take up meditation and deep breathing exercise to control your high blood pressure.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Know what your family history is for heart disease and hypertension so you know if you're at a high risk for high blood pressure.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Cut out tobacco use, excessive alcohol and daily caffeine drinks if your blood pressure is high.",
"tags": ["high blood pressure"],
"active": false
},

{
"content": "Help kids build strong bones by providing them with a healthy diet rich in low-fat milk, cheese and yogurt rich in vitamin D and calcium.",
"tags": ["kids health"],
"active": false
},

{
"content": "Keep kids healthy and strong with regular physical activities like running, gymnastics or skating.",
"tags": ["kids health"],
"active": false
},

{
"content": "Don't allow your kids to fill up on sugary drinks, candies and other sweets. Controlling how much sugar they get helps kids maintain a healthy weight.",
"tags": ["kids health"],
"active": false
},

{
"content": "Serve kids vegetables rich in bright colored vegetables like cherry tomatoes, spinach, and sweet potatoes.",
"tags": ["kids health"],
"active": false
},

{
"content": "Help your kids get at least half of their grains from foods like nutrient-packed brown rice, popcorn and whole-wheat bread.",
"tags": ["kids health"],
"active": false
},

{
"content": "Be a healthy role model to kids by practicing healthier habits.",
"tags": ["kids health"],
"active": false
},

{
"content": "Encourage kids to stay healthy by trying something new. Offer a variety of foods such as quinoa, kale or butternut squash.",
"tags": ["kids health"],
"active": false
},

{
"content": "Encourage kids to try new physical activities. Look for activities that target the arms and legs.",
"tags": ["kids health"],
"active": false
},

{
"content": "Make sure kids are filling their plate with all of the food groups every day.",
"tags": ["kids health"],
"active": false
},

{
"content": "Cook more meals at home since restaurant and takeout meals often had added sugar, oversize portions and unhealthy fats.",
"tags": ["kids health"],
"active": false
},

{
"content": "Kids love to help. Get them involved in planning, shopping and preparing meals. Teach them how to read food labels.",
"tags": ["kids health"],
"active": false
},

{
"content": "Provide kids with plenty of vegetables, fruits and drinks for healthy snacks.",
"tags": ["kids health"],
"active": false
},

{
"content": "Show your kids the right portion sizes for their age, size and weight. Also, don't insist they clean their plate.",
"tags": ["kids health"],
"active": false
},

{
"content": "Provide a healthy breakfast every day for healthy kids. They'll have more energy, better moods and will score higher on tests.",
"tags": ["kids health"],
"active": false
},

{
"content": "Limit the amount of sugar your child gets. Healthy kids get all the sugar they need naturally in their foods.",
"tags": ["kids health"],
"active": false
},

{
"content": "Cut down on sugar, but don't completely ban them from your child's diet ",
"tags": ["kids health"],
"active": false
},

{
"content": "Avoid letting your kids drink only sugary drinks. Try adding fruit juice to water or adding fresh berries to milk for a smoothie.",
"tags": ["kids health"],
"active": false
},

{
"content": "Be aware of how many refined carbs or sugary snacks your kids are consuming.",
"tags": ["kids health"],
"active": false
},

{
"content": "Make your own healthy snacks for your kids by freezing fruit such as bananas, grapes and berries.",
"tags": ["kids health"],
"active": false
},

{
"content": "Avoid processed foods such as fried food, sugary snacks and packaged cereals. These foods can increase the risk of anxiety and depression in kids.",
"tags": ["kids health"],
"active": false
},

{
"content": "Help your child become healthier if they have weight problems. Encourage them to eat healthier and add more activity to their day.",
"tags": ["kids health"],
"active": false
},

{
"content": "Stay away from foods labelled low-fat. Kids need the fat to help them fell fuller longer. Whole milk instead of low-fat dairy products is a healthier option.",
"tags": ["kids health"],
"active": false
},

{
"content": "Help your kids dress appropriately for the weather. In winter, make sure they wear warm boots, hats and gloves to prevent getting frostbite.",
"tags": ["kids health"],
"active": false
},

{
"content": "If your child is underweight, help him make healthy choices for gaining weight. Make the calories count.",
"tags": ["kids health"],
"active": false
},

{
"content": "Offer strawberries with vanilla yogurt for dipping as a healthy snack for your kids.",
"tags": ["kids health"],
"active": false
},

{
"content": "Opt for lean meats or seafood served with fresh vegetables and whole grains to your kids as a healthy meal.",
"tags": ["kids health"],
"active": false
},

{
"content": "You might need to get creative to get picky eaters to choose healthier versions of their favorite foods. If you kid likes mac and cheese, puree small amounts of steamed cauliflower into the mixture.",
"tags": ["kids health"],
"active": false
},

{
"content": "Eat family meals together whenever possible. Children who eat with their families often do better in school.",
"tags": ["kids health"],
"active": false
},

{
"content": "Prepare a variety of proteins, fruits and vegetables for kids' lunchboxes.",
"tags": ["kids health"],
"active": false
},

{
"content": "Build your kid's social success by joking with him. Joking and pretending with young kids gives them the tools they need to think creatively, manage stress and to make friends.",
"tags": ["kids health"],
"active": false
},

{
"content": "Get your kids off the sofa and out the door for fun activities you can enjoy together. Limit their screen time.",
"tags": ["kids health"],
"active": false
},

{
"content": "Make reading a part of your child's day, every day. Read to them at playtime and bedtime. It helps build their self-esteem, fosters good relationships and helps them succeed later in life.",
"tags": ["kids health"],
"active": false
},

{
"content": "Encourage your kids to play with a variety of kids and to play with them often. Playing with friends teaches them communication, cooperation and problem solving skills.",
"tags": ["kids health"],
"active": false
},

{
"content": "Teach your kids the rules for riding their bikes. Make sure they wear a properly fitted safety helmet whenever they ride.",
"tags": ["kids health"],
"active": false
},

{
"content": "Teach your child how to address bullying and to confide in a trusted adult about it.",
"tags": ["kids health"],
"active": false
},

{
"content": "Make sure your child knows it's not ok to bully. Set firm limits on their aggressive behavior and do it consistently.",
"tags": ["kids health"],
"active": false
},

{
"content": "As we age, we tend to lose some sense of thirst. It's important to drink water often even if you don't feel thirsty.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Invite friends to join you for meals or find some way to eat with other older adults. Meals are more enjoyable when shared with others.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Learn how to recognize how much you eat as a way to control portion sizes. Older adults often aren't as active as they once were so they need to know how much they are eating to stay healthy.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Determine what you should eat, how much you need and which foods to choose based on the Dieter Guidelines for Americans since older adults often have specific dietery needs.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As you age, your teeth and gums may have changed. Eat softer foods that are still nutritious.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Older adults need a variety of different vegetables to get the right amount of fiber and nutrients.",
"tags": ["older adults health"],
"active": false
},

{
"content": "If foods are losing their flavor as you age, try spicing things up with different herbs and spices.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Pay attention to the nutrition facts label on foods so you know if how many calories, fats, sodium and what ingredients are in the container.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Avoid foods that are risky for older people to consume such as unpasteurized dairy foods, raw or uncooked eggs fish or poultry.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Older people may need to add specific vitamins and supplements to their diet",
"tags": ["older adults health"],
"active": false
},

{
"content": "Volunteer your time. Older people need the sense of being needed that comes from helping others.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As you get older, focus on what you are grateful for.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Older adults often stress over the loss of what they can no longer do. Instead accept the things you can't change or control.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Look at major challenges as a personal growth opportunity. Learn from your mistakes, no matter how old you are.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Express your feelings so you don't fall into depression, resentment and anger. Journal or talk to a close friend about your feelings that you may have as you get older.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Take small steps in dealing with a challenge brought on by the aging process. It helps you boost your confidence.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As an older adult, you may have more free time on your hands. Fill that void by picking up an old hobby or even a new hobby.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Make it a point to spend time with your grandkids or pets.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Take a class or join a club you've always wanted to be a part of now that you have retired.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As an older adult, you probably have the freedom to take a trip to a place you've never visited.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Keep your mind healthy. Write your memoirs or that book you've been putting off until you retire.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Talk to your doctor about exercising. Find one that works with your health conditions or medications you're taking.",
"tags": ["older adults health"],
"active": false
},

{
"content": "It's important to find an activity you like as you get older. Choose a group program, a class or an individual exercise",
"tags": ["older adults health"],
"active": false
},

{
"content": "Begin exercising slowly, especially if you've been an inactive older adult.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Walking is the perfect exercise for older adults. It lets you go at your own pace and social with friends while you get fit.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Older adults should eat high-fibre fruits, vegetables and whole grains to keep their digestive system working correctly.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As you age, sleep problems might cause you to lose sleep. Be sure to boost your melatonin levels at night by using low-wattage bulbs and turning off the TV and computer an hour before bed.",
"tags": ["older adults health"],
"active": false
},

{
"content": "If you suffer from lack of good sleep, make sure your bedroom is dark, quiet and cool. Older adults can use an eye mask to help block out light that might interfere with sleep.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Increase activity levels during the day if you can't sleep. Older adults who are sedentary often fall asleep during the day, which can interfere with night-time sleep.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Keep your brain active as you get older. It can help prevent cognitive decline and memory problems.",
"tags": ["older adults health"],
"active": false
},

{
"content": "As you get older, it's important to add variations on what they already know. For example, if you like to cook, try making more complicated recipes.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Work on something new each day to keep your mind sharp as you age. Try a different route to work or the library.",
"tags": ["older adults health"],
"active": false
},

{
"content": "You're never too old to learn something new. Take up a new language or learn to play golf.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Take classes or volunteer to boost your social connections. Socializing keeps you mind healthy and helps you beat loneliness as you get older.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Get out in the sunshine as much as possible. It's important for older adults to absorb the natural light of the sun to help ward off depression and get more vitamin D.",
"tags": ["older adults health"],
"active": false
},

{
"content": "To help older adults sleep better, make sure the bedtime ritual relaxes you. A calming ritual such as playing soft music as you take a soothing bath.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Older adults are prone to falls and accidents. To prevent this, set up your home so that is safe. Slow down when the environment is unfamiliar or unsafe.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Get regular colon cancer screenings as you get older.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Take your blood pressure regularly. Older adults should know what their ideal blood pressure is.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Listen to what your gut tells you as you get older. Good digestion helps ward off many physical problems.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Stay healthy by getting active. Moderate exercise helps older adults get stronger and healthier.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Continue to feed your brain as you age. Eat foods rich in antioxidants, vitamins E, C, and B-, folate and omega- fatty acids.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Exercise your brain to help prevent dementia. Mental exercise like reading, puzzles or games helps build up brain cell reserves.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Leave the high in saturated foods at the grocery store. This type of fact increases the risk of Alzheimer's disease.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Manage your medications as you get older. Talk to your doctor or pharmacist if a new medication doesn't feel right.",
"tags": ["older adults health"],
"active": false
},

{
"content": "Boost your brain power with chocolate. Dark chocolate increases your mental alertness.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "To keep your mind healthy, get physical. Exercise for at least 20 minutes every day.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Remain curious to keep your brain healthy.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Challenge your mind by getting creative.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Keep your mind healthy by de-stressing. Identify your stress triggers and keep them away whenever possible.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Do meditate or practice yoga to build balance in your mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Practice mindfulness. When you are aware of and focused on what you are doing in each moment, your brain becomes disciplined and healthy.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Use all your senses when you learn something new. This makes more of your brain become involved and you'll retain the memory better.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "To keep your mind and memory healthy, believe in yourself. Use positive self-talk.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "It's amazing how following the media can keep your mind sharp.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Use your imagination to stimulate and build a healthier mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Eat more whole foods to keep your mind healthy.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Surround yourself with people who stimulate your mind and make you think.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Spend time with your loved ones and the things you love to do. The feeling of happiness you get from the ones you love keeps you mind balanced.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Learn to play a musical instrument which challenges your brain to remember.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Try different kinds of physical activities that you enjoy. Your mind will feel happier and you'll sleep better.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Take up dance classes to keep your mind sharp and your body healthy.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Drink green tea to help your brain function better. It also helps you reduce depression symptoms and stress levels.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Do jigsaw puzzles that fuel your mental muscles.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Eating foods rich in antioxidants such as avocados, broccoli, spinach or asparagus can help improve your focus and problem-solving skills.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Play games. Take up Scrabble for a fun way to maintain a healthy mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Calculate things the old-fashioned way. When you are grocery shopping leave the phone calculator in your pocket and do mental calculations to keep your mind stimulated.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Practice using and remember names of people you meet for a healthy mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Write in your diary or journal every day to stimulate and flex your brain.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Get adequate sleep for a healthy mind. Lack of sleep affects your ability to work and think.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Protect your head by wearing a safety helmet while cycling or playing sports. Brain injuries can cause severe cognitive damage.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Eat your onions. These smelly but delicious veggies are rich in antioxidants that help promote blood flow to the brain.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Listen to new songs and memorize the lyrics. Memorizing something new gets the brain cells stimulated.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "It's ok to have a handful of almonds every day. Almonds are rich source of healthy fat and help improve your memory.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Rejuvenate yourself by spending time in nature without technology. This relaxes your mind and body.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Get connected with a Source of inspiration that is bigger than you. Being spiritually connected keeps you mind calm.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Try doing something with your less dominant hand, like eating. This simple switch requires your brain's attention, so the cells become stimulated.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Soak in a relaxing bath at the end of the day to recharge your mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Keep your blood pressure under control to prevent the risk of declining cognitive abilities.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Think positive thoughts to empower your brain and flex its ability.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Read something every day. Reading develops the memory and keeps you learning.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Explore new places and cultures to challenge your mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Have healthy discussions with family and friends. It makes your mind healthier.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Replace vegetable oil with the healthier olive oil. It promotes blood flow to the brain.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Consume fish rich in Omega- such as salmon several times a week for a healthy mind.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Drive on by the fast food restaurant. Avoiding these foods filled with saturated fats and artificial ingredients keeps your mind healthy.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Spend time alone to dwell on your thoughts, work out problems and get inspired with new ideas. This quieting of the mind helps to keep it in balance.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Smile often to uplift yourself and others around you.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Eat a healthy breakfast. Eating breakfast starts your day off on the right foot and gives you fuel for the day that will help you make better food decisions throughout the day.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Get moving. Walk where you can, whenever you can. Walk to a co-worker's desk instead of sending an email. Take a lap around the block. You don't have to take long or intense walks, but try to add a few more steps to your day.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Find a workout buddy. It may not be for everyone, but for a lot of people, having a buddy to meet for workouts helps with accountability and enjoyability. If your friends' workout schedules don't work with yours, check out small group training and group exercise options.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Make it easier to get a full night's sleep. Blocking out unwanted noise, keeping your room cooler and making sure your bedroom is dark enough are all ways to help perfect your sleeping environment.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Play with your pet. Your furry friend does a great job of reducing stress in your life, and reducing stress in your life makes it easier to keep your fitness goals. Also, putting effort into playtime with your pet may be a great way to get in some activity for the day!",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Spend time with positive people. When getting started with a new habit or lifestyle change, it's important to surround yourself with people who support you and can give you encouragement. Make plans with your support system this week to absorb some positivity.",
"tags": ["healthy mind"],
"active": false
},

{
"content": "Write down and review your progress. Seeing what you have accomplished will keep you motivated, allow you to see your progress and keep you focused on your goals.",
"tags": ["healthy mind"],
"active": false
}]